Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=159_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Inarinsaame, uskonto
sme: Anárašgiella, oskkoldat

source: Jaetaan kouluihin ja kirjastoihin.
sme: Juhkkojuvvo skuvllaide ja girjerádjosiidda.

source: Ei myyntiin !
sme: Ii leat vuovdimassii !

source: Ilmari Mattus, johtaja
sme: Ilmari Mattus, jođiheaddji

source: Säestys: Matti Kurkela, urut
sme: Musihkka: Matti Kurkela, orgel

source: Äänitys: Yle Sámi Radio 2.4.2002
sme: Bádden: Yle Sámi Radio 2.4.2002

source: Tuotanto: YLE Sámi Radio & Saamelaiskäräjät 2008
sme: Buvttadan: YLE Sámi Radio & Sámediggi 2008

source: Tuottaja: Yle Sámi Radio & Saamelaiskäräjaät 2008
sme: Bádden: Yle Sámi Radio 3.9.2003 Buvttadan: Yle Sámi Radio & Sámediggi 2008

source: kuvat: Jukka Lemmetty
sme: govat: Jukka Lemmetty

source: käännös: Ilmari Mattus
sme: jorgalan: Ilmari Mattus

source: sivuja: 128
sme: siiddut: 128

source: hinta: 10,00 €
sme: haddi: 10,00 €

source: Saamelaiskäräjät 2002
sme: Sámediggi 2002

source: taso: 2. lk
sme: dássi: 2. lk

source: hinta: 4,00 €
sme: haddi: 4,00 €

source: (Oppilaan uusi testamentti)
sme: (Oahppi ođđa testamentá)

source: käännös: Matti Morottaja
sme: jorgalan: Matti Morottaja

source: taso: 3. lk
sme: dássi: 3. lk

source: hinta: 12,00 €
sme: haddi: 12,00 €

source: Saamelaiskäräjät 2003
sme: Sámediggi 2003

source: kuvat: Timo Lagerkrans
sme: govat: Timo Lagerkrans

source: hinta: 6,00 €
sme: haddi: 6,00 €
